Repository: iopanda/photix-mark-ios
Catalog: PhotixMark/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: Add beautiful EXIF watermarks to your photos — 100% on device.
ja: 美しいEXIF透かしを写真に追加 — 100%デバイス処理
ko: 아름다운 EXIF 워터마크를 사진에 추가 — 100% 기기 내 처리
zh_hans: 为你的照片添加精美 EXIF 水印 — 100% 本地处理
zh_hant: 為你的照片添加精美 EXIF 浮水印 — 100% 本機處理

source: Apply
ja: 適用
ko: 적용
zh_hans: 应用
zh_hant: 套用

source: Apply (%lld)
ja: 適用 (%lld)
ko: 적용 (%lld)
zh_hans: 应用 (%lld)
zh_hant: 套用 (%lld)

source: Apply to All Photos
ja: すべての写真に適用
ko: 모든 사진에 적용
zh_hans: 应用到所有照片
zh_hant: 套用到所有照片

source: Apply to Selected…
ja: 選択した写真に適用…
ko: 선택한 사진에 적용…
zh_hans: 应用到已选…
zh_hant: 套用到已選…

source: Aperture
ja: 絞り
ko: 조리개
zh_hans: 光圈
zh_hant: 光圈

source: Auto-reads camera info
ja: カメラ情報を自動読み込み
ko: 카메라 정보 자동 읽기
zh_hans: 自动读取相机信息
zh_hant: 自動讀取相機資訊

source: Background
ja: 背景
ko: 배경
zh_hans: 背景
zh_hant: 背景

source: Batch Process
ja: 一括処理
ko: 일괄 처리
zh_hans: 批量处理
zh_hant: 批次處理

source: Beautiful preset styles
ja: 美しいプリセットスタイル
ko: 아름다운 프리셋 스타일
zh_hans: 精美预设风格
zh_hant: 精美預設風格

source: Blur
ja: ぼかし
ko: 흐림
zh_hans: 模糊
zh_hant: 模糊

source: Blur Radius: %@
ja: ぼかし半径：%@
ko: 흐림 반경: %@
zh_hans: 模糊半径：%@
zh_hant: 模糊半徑：%@

source: Brand
ja: ブランド
ko: 브랜드
zh_hans: 品牌
zh_hant: 品牌

source: Brand Logo
ja: ブランドロゴ
ko: 브랜드 로고
zh_hans: 品牌 Logo
zh_hant: 品牌 Logo

source: Camera
ja: カメラ
ko: 카메라
zh_hans: 相机
zh_hant: 相機

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Change
ja: 変更
ko: 변경
zh_hans: 更换
zh_hant: 更換

source: Colors
ja: カラー
ko: 색상
zh_hans: 颜色
zh_hant: 顏色

source: Date & Time
ja: 日付と時刻
ko: 날짜 및 시간
zh_hans: 日期与时间
zh_hant: 日期與時間

source: Date / Time
ja: 日付 / 時刻
ko: 날짜 / 시간
zh_hans: 日期 / 时间
zh_hant: 日期 / 時間

source: Default Logo
ja: デフォルトロゴ
ko: 기본 로고
zh_hans: 默认 Logo
zh_hant: 預設 Logo

source: Detected Brands
ja: 検出されたブランド
ko: 감지된 브랜드
zh_hans: 已检测品牌
zh_hant: 已偵測品牌

source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Done! %lld photo(s) processed
ja: 完了！%lld 枚の写真を処理しました
ko: 완료! %lld장 처리됨
zh_hans: 完成！已处理 %lld 张照片
zh_hant: 完成！已處理 %lld 張照片

source: Edit EXIF
ja: EXIFを編集
ko: EXIF 편집
zh_hans: 编辑 EXIF
zh_hant: 編輯 EXIF

source: Enable Shadow
ja: 影を有効にする
ko: 그림자 활성화
zh_hans: 启用阴影
zh_hant: 啟用陰影

source: EXIF Metadata
ja: EXIFメタデータ
ko: EXIF 메타데이터
zh_hans: EXIF 数据
zh_hant: EXIF 資料

source: Export
ja: 書き出し
ko: 내보내기
zh_hans: 导出
zh_hant: 匯出

source: Exposure
ja: 露出
ko: 노출
zh_hans: 曝光
zh_hant: 曝光

source: Focal Length
ja: 焦点距離
ko: 초점 거리
zh_hans: 焦距
zh_hant: 焦距

source: Handle multiple photos
ja: 複数の写真を同時処理
ko: 여러 사진 동시 처리
zh_hans: 同时处理多张照片
zh_hant: 同時處理多張照片

source: Import from Photos
ja: 写真から読み込む
ko: 사진 앱에서 가져오기
zh_hans: 从相册导入
zh_hant: 從相簿匯入

source: Import photos to get started
ja: 写真を読み込んで開始
ko: 사진을 가져와 시작하세요
zh_hans: 导入照片以开始
zh_hant: 匯入照片以開始

source: Layout
ja: レイアウト
ko: 레이아웃
zh_hans: 布局
zh_hant: 版面

source: Lens
ja: レンズ
ko: 렌즈
zh_hans: 镜头
zh_hant: 鏡頭

source: Logo
ja: ロゴ
ko: 로고

source: Model
ja: モデル
ko: 모델
zh_hans: 型号
zh_hant: 型號

source: No brands detected in imported photos.
ja: 読み込んだ写真にブランド情報が見つかりませんでした
ko: 가져온 사진에서 브랜드 정보를 감지하지 못했습니다
zh_hans: 未在导入的照片中检测到品牌信息
zh_hant: 未在匯入的照片中偵測到品牌資訊

source: No data leaves your device
ja: データはデバイス外に送信されません
ko: 데이터가 기기 밖으로 나가지 않습니다
zh_hans: 数据不离开你的设备
zh_hant: 資料不會離開你的裝置

source: Nothing to export
ja: 書き出せるものがありません
ko: 내보낼 항목이 없습니다
zh_hans: 没有可导出的内容
zh_hant: 沒有可匯出的內容

source: Optional
ja: 任意
ko: 선택 사항
zh_hans: 可选
zh_hant: 選填

source: Padding: %@
ja: パディング：%@
ko: 패딩: %@
zh_hans: 边距：%@
zh_hant: 邊距：%@

source: Photos will be exported as JPEG files.
ja: 写真はJPEGファイルとして書き出されます
ko: 사진이 JPEG 파일로 내보내집니다
zh_hans: 照片将导出为 JPEG 文件
zh_hant: 照片將匯出為 JPEG 檔案

source: Photos will be saved to your iOS Photo Library.
ja: 写真はiOSフォトライブラリに保存されます
ko: 사진이 iOS 사진 보관함에 저장됩니다
zh_hans: 照片将保存到你的相册
zh_hant: 照片將儲存到你的相簿

source: Preview failed: %@
ja: プレビュー失敗：%@
ko: 미리보기 실패: %@
zh_hans: 预览失败：%@
zh_hant: 預覽失敗：%@

source: Processing %lld / %lld
ja: 処理中 %lld / %lld
ko: 처리 중 %lld / %lld
zh_hans: 处理中 %lld / %lld
zh_hant: 處理中 %lld / %lld

source: Save All to Photos
ja: すべて写真に保存
ko: 모두 사진 앱에 저장
zh_hans: 全部保存到相册
zh_hant: 全部儲存到相簿

source: Save Current to Photos
ja: 現在の写真を保存
ko: 현재 사진 저장
zh_hans: 保存当前照片到相册
zh_hant: 儲存目前照片到相簿

source: Saved
ja: 保存しました
ko: 저장됨
zh_hans: 已保存
zh_hant: 已儲存

source: Saved to photo library
ja: フォトライブラリに保存しました
ko: 사진 보관함에 저장됨
zh_hans: 已保存到相册
zh_hant: 已儲存到相簿

source: Secondary Text
ja: サブテキストカラー
ko: 보조 텍스트 색상
zh_hans: 副文本颜色
zh_hant: 副文字顏色

source: Select Photos
ja: 写真を選択
ko: 사진 선택
zh_hans: 选择照片
zh_hant: 選擇照片

source: Shadow
ja: 影
ko: 그림자
zh_hans: 阴影
zh_hant: 陰影

source: Show Logo
ja: ロゴを表示
ko: 로고 표시
zh_hans: 显示 Logo
zh_hant: 顯示 Logo

source: Shutter
ja: シャッター
ko: 셔터
zh_hans: 快门
zh_hant: 快門

source: Template Settings
ja: テンプレート設定
ko: 템플릿 설정
zh_hans: 模板设置
zh_hant: 範本設定

source: Templates
ja: テンプレート
ko: 템플릿
zh_hans: 模板
zh_hant: 範本

source: Text Color
ja: テキストカラー
ko: 텍스트 색상
zh_hans: 文字颜色
zh_hant: 文字顏色

source: 10 Templates
ja: 10種のテンプレート
ko: 10가지 템플릿
zh_hans: 10 款模板
zh_hant: 10 款範本

source: 100% Private
ja: 100%プライバシー保護
ko: 100% 프라이버시
zh_hans: 100% 隐私
zh_hant: 100% 隱私

source: Visible EXIF Fields
ja: 表示するEXIFフィールド
ko: 표시할 EXIF 필드
zh_hans: 显示的 EXIF 字段
zh_hant: 顯示的 EXIF 欄位

source: %lld photo(s) exported
ja: %lld 枚の写真を書き出しました
ko: %lld장 내보내기 완료
zh_hans: 已导出 %lld 张照片
zh_hant: 已匯出 %lld 張照片

source: %lld photo(s) imported
ja: %lld 枚の写真を読み込みました
ko: %lld장 가져오기 완료
zh_hans: 已导入 %lld 张照片
zh_hant: 已匯入 %lld 張照片

source: %lld photo(s) saved to library
ja: %lld 枚の写真をライブラリに保存しました
ko: %lld장 사진 보관함에 저장됨
zh_hans: 已保存 %lld 张照片到相册
zh_hant: 已儲存 %lld 張照片到相簿
